<?php

return [
    "description" => "Модуль додає віджет правил (Rules) на платформу Flute",
    "perm_desc" => "Це право дозволяє змінювати правила та підправила в модулі Rules",
    "not_found" => "Правило не знайдено",
    "admin" => [
        "empty" => "Нічого не знайдено.",
        "short_desc" => "Список усіх правил",
        "header" => "Список правил",
        "description" => "На цій сторінці ви можете додавати нові правила",
        "add_title" => "Додавання правил",
        "add_desc" => "Тут ви можете додати новий пункт правил",
        "rule" => "Правило",
        "rule_desc" => 'Наприклад, "Основні правила" або щось подібне',
        "content" => "Зміст правила",
        "edit_title" => "Редагування правила",
        "edit_desc" => "На цій сторінці ви можете змінити вміст конкретного правила",
        "widget_title" => "Назва віджета",
        "widget_title_desc" => "Введіть назву віджета",
        "settings_title" => "Налаштування віджета",
        "settings_desc" => "На цій сторінці ви можете змінити назву віджета",
        "list" => [
            "header" => "Список правил",
            "add" => "Додати правило",
            "confirm_delete" => "Видалити це правило? Зверніть увагу: відновити його буде неможливо."
        ],
        "add" => [
            "title" => "Додавання правил",
            "description" => "Тут ви можете додати нові правила",
            "name_rule" => "Назва правила",
            "content_rule" => "Зміст правила",
            "rule" => "Правило"
        ],
        "edit" => [
            "title" => "Редагування правила",
            "description" => "Тут ви можете змінити існуюче правило",
            "name_rule" => "Назва правила",
            "content_rule" => "Зміст правила",
            "rule" => "Правило"
        ]
    ]
];
