<?php

return [
    "description" => "Модуль добавляет виджет правил (Rules) в платформу Flute",
    "perm_desc" => "Это право позволяет изменять правила и подправила в модуле Rules",
    "not_found" => "Правило не найдено",
    "admin" => [
        "empty" => "Ничего не найдено.",
        "short_desc" => "Список всех правил",
        "header" => "Список правил",
        "description" => "На этой странице вы можете добавлять новые правила",
        "add_title" => "Добавление правил",
        "add_desc" => "Здесь вы можете добавить новый пункт правил",
        "rule" => "Правило",
        "rule_desc" => 'Например, "Основные правила" или что-то подобное',
        "content" => "Содержимое правила",
        "edit_title" => "Редактирование правила",
        "edit_desc" => "На этой странице вы можете изменить содержимое конкретного правила",
        "widget_title" => "Название виджета",
        "widget_title_desc" => "Введите название виджета",
        "settings_title" => "Настройки виджета",
        "settings_desc" => "На этой странице вы можете изменить название виджета",
        "list" => [
            "header" => "Список правил",
            "add" => "Добавить правило",
            "confirm_delete" => "Удалить это правило? Обратите внимание: восстановить его будет невозможно."
        ],
        "add" => [
            "title" => "Добавление правил",
            "description" => "Здесь вы можете добавить новые правила",
            "name_rule" => "Название правила",
            "content_rule" => "Содержимое правила",
            "rule" => "Правило"
        ],
        "edit" => [
            "title" => "Редактирование правила",
            "description" => "Здесь вы можете изменить существующее правило",
            "name_rule" => "Название правила",
            "content_rule" => "Содержимое правила",
            "rule" => "Правило"
        ]
    ]
];
